"Operation succeeded"  = "Opération réussie";
"ID is invalid"  = "ID invalide";
"Write attempted on stale version of object"  = "Écriture tentée sur une version obsolète de l’objet";
"No space available for write operation"  = "Aucun espace disponible pour l’opération d’écriture";
"Permission denied"  = "Autorisation refusée";
"No such directory"  = "Répertoire inexistant";
"No such property"  = "Propriété inexistante";
"No such name"  = "Nom inexistant";
"Cannot delete name object with children"  = "Impossible de supprimer un objet nom avec des enfants";
"Object is not child of parent: cannot destroy"  = "Destruction impossible car l’objet n’est pas l’enfant de ce parent";
"Serialization error"  = "Erreur de sérialisation";
"Hit network root domain"  = "Accéder au domaine racine du réseau";
"No response from remote parent"  = "Aucune réponse du parent distant";
"No writes allowed: all objects are read-only"  = "Aucune écriture autorisée : tous les objets sont en lecture seule";
"Remote system error" = "Erreur du système distant";
"Can't regenerate: already in use"  = "Régéneration impossible : déjà en service";
"Operation makes no sense on clone"  = "Opération sans intérêt sur le clone";
"Can't find address of server"  = "Adresse du serveur introuvable";
"Duplicate domain tag: can't serve it"  = "Doublon de balise de domaine : utilisation impossible";
"No such tag"  = "Balise inexistante";
"Authentication error" = "Erreur d’authentification";
"No such user" = "Utilisateur inexistant";
"Master server is busy" = "Le serveur maître est occupé";
"Invalid domain" = "Domaine invalide";
"Invalid operation on master" = "Opération invalide sur le maître";
"Communication failure" = "Échec de la communication";
"(unknown error)" = "(erreur inconnue)";
